{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:46.9538741Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "52036b1a-d0f5-4c74-b80a-bfee49941900",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:28.4212422Z",
  "Name": "Win - CDW Baseline - ES - Attack Surface Reduction - D - ASR Rules (Audit Mode) - v3.1",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 2,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": "Attack Surface Reduction Rules",
    "TemplateDisplayVersion": "Version 1",
    "TemplateFamily": {},
    "TemplateId": "e8c053d6-9f95-42b1-a7f1-ebfd71c67a4b_1"
  },
  "AdditionalProperties": {}
}
