{
  "name": "Win - CDW Baseline - ES - Attack Surface Reduction - D - ASR Rules (L2) - v3.7",
  "description": "DO NOT ASSIGN THIS POLICY WITHOUT VALIDATING VIA AUDIT MODE FIRST!\nhttps://learn.microsoft.com/en-us/defender-endpoint/attack-surface-reduction-rules-deployment-operationalize",
  "platforms": "windows10",
  "technologies": "mdm,microsoftSense",
  "templateReference": {
    "templateId": "e8c053d6-9f95-42b1-a7f1-ebfd71c67a4b_1"
  },
  "settings": [
    {
      "Id": "0",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_attacksurfacereductionrules",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "19600663-e264-4c02-8f55-f2983216d6d7"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "1",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_enablecontrolledfolderaccess",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "78c83b32-56c0-445a-932a-872d69af6e49"
        }
      },
      "AdditionalProperties": {}
    }
  ]
}
