{
  "name": "Win - CDW Baseline - ES - Defender Antivirus Updates - Ring 3 - Production - v3.4",
  "description": "",
  "platforms": "windows10",
  "technologies": "mdm,microsoftSense",
  "templateReference": {
    "templateId": "e3f74c5a-a6de-411d-aef6-eb15628f3a0a_1"
  },
  "settings": [
    {
      "Id": "0",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_defender_configuration_engineupdateschannel",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "f7e1409d-9c85-4a3f-85a6-ad05cc8ccf13"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "1",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_defender_configuration_platformupdateschannel",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "e78b3ace-75d0-4aad-b3fa-4f49390d6483"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "2",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_defender_configuration_securityintelligenceupdateschannel",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "ba273649-e186-4377-89d5-87405bc9a87c"
        }
      },
      "AdditionalProperties": {}
    }
  ]
}
