{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:48.1079416Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "87f53d71-1b5e-49f6-969a-df52a2d370d7",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:29.602711Z",
  "Name": "Win - CDW Baseline - ES - Encryption - D - BitLocker (OS Disk) - v3.7",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 8,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": "BitLocker",
    "TemplateDisplayVersion": "Version 1",
    "TemplateFamily": {},
    "TemplateId": "46ddfc50-d10f-4867-b852-9434254b3bff_1"
  },
  "AdditionalProperties": {}
}
