{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:47.7523741Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "7b0a832d-a63a-4f4a-9685-452e82c4f042",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:29.2231898Z",
  "Name": "Win - CDW Baseline - ES - Defender Antivirus Updates - Ring 2 - UAT - v3.4",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 3,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": "Defender Update controls",
    "TemplateDisplayVersion": "Version 1",
    "TemplateFamily": {},
    "TemplateId": "e3f74c5a-a6de-411d-aef6-eb15628f3a0a_1"
  },
  "AdditionalProperties": {}
}
