{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:47.8904268Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "466f0b5e-3387-416f-8c26-f7cbb8fa9811",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:29.4143531Z",
  "Name": "Win - CDW Baseline - ES - Defender Antivirus Updates - Ring 3 - Production - v3.4",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 3,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": "Defender Update controls",
    "TemplateDisplayVersion": "Version 1",
    "TemplateFamily": {},
    "TemplateId": "e3f74c5a-a6de-411d-aef6-eb15628f3a0a_1"
  },
  "AdditionalProperties": {}
}
