{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:48.5923545Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "d59e1cf4-eb7c-4f7a-8584-a7414873b49b",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:43:59.9340963Z",
  "Name": "Win - CDW Baseline - ES - Windows Firewall - D - Firewall Configuration - v3.1",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 6,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": "Windows Firewall",
    "TemplateDisplayVersion": "Version 1",
    "TemplateFamily": {},
    "TemplateId": "6078910e-d808-4a9f-a51d-1b8a7bacb7c0_1"
  },
  "AdditionalProperties": {}
}
