{
  "name": "Win - CDW Baseline - ES - Encryption - D - BitLocker (OS Disk) - v3.7",
  "description": "",
  "platforms": "windows10",
  "technologies": "mdm",
  "templateReference": {
    "templateId": "46ddfc50-d10f-4867-b852-9434254b3bff_1"
  },
  "settings": [
    {
      "Id": "0",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_bitlocker_systemdrivesencryptiontype",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "d3e31794-1ce6-4572-ab0c-0c0f9200a509"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "1",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_bitlocker_systemdrivesrequirestartupauthentication",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "a5673a18-196d-49a0-a460-a8f35b807b45"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "2",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_bitlocker_systemdrivesdisallowstandarduserscanchangepin",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "ff95fd7f-52a0-4030-8452-6143352ab487"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "3",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_bitlocker_systemdrivesrecoveryoptions",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "5a350519-4bc6-4443-9c4b-6859a054ff83"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "4",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_bitlocker_encryptionmethodbydrivetype",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "d1625438-8db8-424f-b605-cf001b7a2f97"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "5",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_bitlocker_requiredeviceencryption",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "20ec1f6e-0d7a-4b6f-9a4f-9ed33e69ce51"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "6",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_bitlocker_allowwarningforotherdiskencryption",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "e40531ee-2225-406b-b07b-1c17186c088c"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "7",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_bitlocker_configurerecoverypasswordrotation",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "48c938a7-afa0-40ef-914f-40b5da5735b4"
        }
      },
      "AdditionalProperties": {}
    }
  ]
}
