{
  "name": "Win - CDW Baseline - ES - Defender Antivirus - D - AV Configuration - v3.3",
  "description": "",
  "platforms": "windows10",
  "technologies": "mdm,microsoftSense",
  "templateReference": {
    "templateId": "804339ad-1553-4478-a742-138fb5807418_1"
  },
  "settings": [
    {
      "Id": "0",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_allowarchivescanning",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "7c5c9cde-f74d-4d11-904f-de4c27f72d89"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "1",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_allowbehaviormonitoring",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "8eef615a-1aa0-46f4-a25a-12cbe65de5ab"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "2",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_allowcloudprotection",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "7da139f1-9b7e-407d-853a-c2e5037cdc70"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "3",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_allowemailscanning",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "b0d9ee81-de6a-4750-86d7-9397961c9852"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "4",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_allowfullscanremovabledrivescanning",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "fb36e70b-5bc9-488a-a949-8ea3ac1634d5"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "5",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_allowioavprotection",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "fa06231d-aed4-4601-b631-3a37e85b62a0"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "6",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_allowrealtimemonitoring",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "f0790e28-9231-4d37-8f44-84bb47ca1b3e"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "7",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_allowscanningnetworkfiles",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "f8f28442-0a6b-4b52-b42c-d31d9687c1cf"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "8",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_allowscriptscanning",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "000cf176-949c-4c08-a5d4-90ed43718db7"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "9",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_allowuseruiaccess",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "0170a900-b0bc-4ccc-b7ce-dda9be49189b"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "10",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_avgcpuloadfactor",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "816cc03e-8f96-4cba-b14f-2658d031a79a"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "11",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_checkforsignaturesbeforerunningscan",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "4fea56e3-7bb6-4ad3-88c6-e364dd2f97b9"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "12",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_cloudblocklevel",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "c7a37009-c16e-4145-84c8-89a8c121fb15"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "13",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_cloudextendedtimeout",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "f61c2788-14e4-4e80-a5a7-bf2ff5052f63"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "14",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_disablecatchupfullscan",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "f881b08c-f047-40d2-b7d9-3dde7ce9ef64"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "15",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_disablecatchupquickscan",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "dabf6781-9d5d-42da-822a-d4327aa2bdd1"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "16",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_enablelowcpupriority",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "cdeb96cf-18f5-4477-a710-0ea9ecc618af"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "17",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_enablenetworkprotection",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "f53ab20e-8af6-48f5-9fa1-46863e1e517e"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "18",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_puaprotection",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "c0135c2a-f802-44f4-9b71-b0b976411b8c"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "19",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_realtimescandirection",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "f5ff00a4-e5c7-44cf-a650-9c7619ff1561"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "20",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_schedulequickscantime",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "784a4af1-33fa-45f2-b945-138b7ff3bcb6"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "21",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_signatureupdateinterval",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "89879f27-6b7d-44d4-a08e-0a0de3e9663d"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "22",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_submitsamplesconsent",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "bc47ce7d-a251-4cae-a8a2-6e8384904ab7"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "23",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_defender_configuration_disablelocaladminmerge",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "5f9a9c65-dea7-4987-a5f5-b28cfd9762ba"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "24",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_allowonaccessprotection",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "afbc322b-083c-4281-8242-ebbb91398b41"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "25",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_defender_threatseveritydefaultaction",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "f6394bc5-6486-4728-b510-555f5c161f2b"
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "26",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_defender_configuration_meteredconnectionupdates",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": "7e3aaffb-309f-46de-8cd7-25c1a3b19e5b"
        }
      },
      "AdditionalProperties": {}
    }
  ]
}
