{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:48.9068762Z",
  "CreationSource": null,
  "Description": "NOTE: For 24H2+ devices only.",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "11303804-0dde-4295-90fd-00e092228eed",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:00.2476206Z",
  "Name": "Win - CDW Baseline - ES - Windows LAPS - D - LAPS Configuration (24H2+) - v3.6",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 6,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": "Local admin password solution (Windows LAPS)",
    "TemplateDisplayVersion": "Version 1",
    "TemplateFamily": {},
    "TemplateId": "adc46e5a-f4aa-4ff6-aeff-4f27bc525796_1"
  },
  "AdditionalProperties": {}
}
