{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:48.236764Z",
  "CreationSource": null,
  "Description": "NOTE: PDE is only applicable to Windows 11 22H2 or higher, Entra-Joined devices and does not work on Windows Pro/Business SKU's:\nhttps://learn.microsoft.com/en-us/windows/security/operating-system-security/data-protection/personal-data-encryption/",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "63c80afa-31e1-4956-82f1-fc8c6022a6ce",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:43:59.6315149Z",
  "Name": "Win - CDW Baseline - ES - Encryption - U - Personal Data Encryption - v3.4",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 1,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": "Personal Data Encryption",
    "TemplateDisplayVersion": "Version 1",
    "TemplateFamily": {},
    "TemplateId": "0b5708d9-9bc2-49a9-b4f7-ec463fcc41e0_1"
  },
  "AdditionalProperties": {}
}
