{
  "name": "Win - CDW Baseline - ES - Encryption - U - Personal Data Encryption - v3.4",
  "description": "NOTE: PDE is only applicable to Windows 11 22H2 or higher, Entra-Joined devices and does not work on Windows Pro/Business SKU's:\nhttps://learn.microsoft.com/en-us/windows/security/operating-system-security/data-protection/personal-data-encryption/",
  "platforms": "windows10",
  "technologies": "mdm",
  "templateReference": {
    "templateId": "0b5708d9-9bc2-49a9-b4f7-ec463fcc41e0_1"
  },
  "settings": {
    "Id": "0",
    "SettingDefinitions": null,
    "SettingInstance": {
      "SettingDefinitionId": "user_vendor_msft_pde_enablepersonaldataencryption",
      "SettingInstanceTemplateReference": {
        "SettingInstanceTemplateId": "1ba5dce6-3ba0-40f3-bde3-811ed766c14a"
      }
    },
    "AdditionalProperties": {}
  }
}
