{
  "name": "Win - CDW Baseline - ES - Defender Antivirus Updates - Ring 3 - Production - v3.4",
  "description": "",
  "platforms": "windows10",
  "technologies": "mdm,microsoftSense",
  "templateReference": {
    "templateId": "e3f74c5a-a6de-411d-aef6-eb15628f3a0a_1"
  },
  "settings": [
    {
      "settingInstance": {
        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
        "settingDefinitionId": "device_vendor_msft_defender_configuration_engineupdateschannel"
      }
    },
    {
      "settingInstance": {
        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
        "settingDefinitionId": "device_vendor_msft_defender_configuration_platformupdateschannel"
      }
    },
    {
      "settingInstance": {
        "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
        "settingDefinitionId": "device_vendor_msft_defender_configuration_securityintelligenceupdateschannel"
      }
    }
  ]
}
