{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:47.2821602Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "d41d9b4f-c8d6-4bb7-9f50-70924944b3f2",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:28.7352097Z",
  "Name": "Win - CDW Baseline - ES - Defender Antivirus - D - AV Configuration - v3.3",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 27,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": "Microsoft Defender Antivirus",
    "TemplateDisplayVersion": "Version 1",
    "TemplateFamily": {},
    "TemplateId": "804339ad-1553-4478-a742-138fb5807418_1"
  },
  "AdditionalProperties": {}
}
