{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:46.7481515Z",
  "Description": "Devices in this ring receive updates 10 days after release and have a 2-day deadline on install with 1 day grace period before a forced reboot.",
  "DeviceSettingStateSummaries": null,
  "DeviceStatusOverview": {
    "ConfigurationVersion": null,
    "ErrorCount": null,
    "FailedCount": null,
    "Id": null,
    "LastUpdateDateTime": null,
    "NotApplicableCount": null,
    "PendingCount": null,
    "SuccessCount": null
  },
  "DeviceStatuses": null,
  "DisplayName": "Win - CDW Baseline - WUfB - Ring 3 - Production - v3.0",
  "Id": "c08c0915-f5fa-4087-b7c5-8608ffcd5b8d",
  "LastModifiedDateTime": "2026-02-12T12:42:19.5968358Z",
  "UserStatusOverview": {
    "ConfigurationVersion": null,
    "ErrorCount": null,
    "FailedCount": null,
    "Id": null,
    "LastUpdateDateTime": null,
    "NotApplicableCount": null,
    "PendingCount": null,
    "SuccessCount": null
  },
  "UserStatuses": null,
  "Version": 2,
  "AdditionalProperties": {
    "@odata.type": "#microsoft.graph.windowsUpdateForBusinessConfiguration",
    "deliveryOptimizationMode": "userDefined",
    "prereleaseFeatures": "userDefined",
    "automaticUpdateMode": "windowsDefault",
    "microsoftUpdateServiceAllowed": true,
    "driversExcluded": false,
    "qualityUpdatesDeferralPeriodInDays": 10,
    "featureUpdatesDeferralPeriodInDays": 0,
    "qualityUpdatesPaused": false,
    "featureUpdatesPaused": false,
    "qualityUpdatesPauseExpiryDateTime": "0001-01-01T00:00:00Z",
    "featureUpdatesPauseExpiryDateTime": "0001-01-01T00:00:00Z",
    "businessReadyUpdatesOnly": "userDefined",
    "skipChecksBeforeRestart": false,
    "featureUpdatesRollbackWindowInDays": 30,
    "qualityUpdatesWillBeRolledBack": false,
    "featureUpdatesWillBeRolledBack": false,
    "qualityUpdatesRollbackStartDateTime": "0001-01-01T00:00:00Z",
    "featureUpdatesRollbackStartDateTime": "0001-01-01T00:00:00Z",
    "deadlineForFeatureUpdatesInDays": 2,
    "deadlineForQualityUpdatesInDays": 2,
    "deadlineGracePeriodInDays": 1,
    "postponeRebootUntilAfterDeadline": true,
    "autoRestartNotificationDismissal": "notConfigured",
    "userPauseAccess": "disabled",
    "userWindowsUpdateScanAccess": "enabled",
    "updateNotificationLevel": "defaultNotifications",
    "allowWindows11Upgrade": false
  }
}
