{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:46.6039544Z",
  "Description": "Devices in this ring receive updates 3 days after release and have a 0-day deadline on install with 2 day grace period before a forced reboot.",
  "DeviceSettingStateSummaries": null,
  "DeviceStatusOverview": {
    "ConfigurationVersion": null,
    "ErrorCount": null,
    "FailedCount": null,
    "Id": null,
    "LastUpdateDateTime": null,
    "NotApplicableCount": null,
    "PendingCount": null,
    "SuccessCount": null
  },
  "DeviceStatuses": null,
  "DisplayName": "Win - CDW Baseline - WUfB - Ring 2 - UAT - v3.0",
  "Id": "01994455-c5b9-44fb-b5bb-d5e28a7fcd88",
  "LastModifiedDateTime": "2026-02-12T12:42:19.3205489Z",
  "UserStatusOverview": {
    "ConfigurationVersion": null,
    "ErrorCount": null,
    "FailedCount": null,
    "Id": null,
    "LastUpdateDateTime": null,
    "NotApplicableCount": null,
    "PendingCount": null,
    "SuccessCount": null
  },
  "UserStatuses": null,
  "Version": 2,
  "AdditionalProperties": {
    "@odata.type": "#microsoft.graph.windowsUpdateForBusinessConfiguration",
    "deliveryOptimizationMode": "userDefined",
    "prereleaseFeatures": "userDefined",
    "automaticUpdateMode": "windowsDefault",
    "microsoftUpdateServiceAllowed": true,
    "driversExcluded": false,
    "qualityUpdatesDeferralPeriodInDays": 3,
    "featureUpdatesDeferralPeriodInDays": 0,
    "qualityUpdatesPaused": false,
    "featureUpdatesPaused": false,
    "qualityUpdatesPauseExpiryDateTime": "0001-01-01T00:00:00Z",
    "featureUpdatesPauseExpiryDateTime": "0001-01-01T00:00:00Z",
    "businessReadyUpdatesOnly": "userDefined",
    "skipChecksBeforeRestart": false,
    "featureUpdatesRollbackWindowInDays": 30,
    "qualityUpdatesWillBeRolledBack": false,
    "featureUpdatesWillBeRolledBack": false,
    "qualityUpdatesRollbackStartDateTime": "0001-01-01T00:00:00Z",
    "featureUpdatesRollbackStartDateTime": "0001-01-01T00:00:00Z",
    "deadlineForFeatureUpdatesInDays": 0,
    "deadlineForQualityUpdatesInDays": 0,
    "deadlineGracePeriodInDays": 2,
    "postponeRebootUntilAfterDeadline": true,
    "autoRestartNotificationDismissal": "notConfigured",
    "userPauseAccess": "disabled",
    "userWindowsUpdateScanAccess": "enabled",
    "updateNotificationLevel": "defaultNotifications",
    "allowWindows11Upgrade": false
  }
}
