{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:46.4699842Z",
  "Description": "Devices in this ring recieve updates immediately after release with 1 day grace period before a forced reboot.",
  "DeviceSettingStateSummaries": null,
  "DeviceStatusOverview": {
    "ConfigurationVersion": null,
    "ErrorCount": null,
    "FailedCount": null,
    "Id": null,
    "LastUpdateDateTime": null,
    "NotApplicableCount": null,
    "PendingCount": null,
    "SuccessCount": null
  },
  "DeviceStatuses": null,
  "DisplayName": "Win - CDW Baseline - WUfB - Ring 1 - Pilot - v3.0",
  "Id": "39c2e52a-7450-4392-ad43-e215d374ff0b",
  "LastModifiedDateTime": "2026-02-12T12:42:19.0743727Z",
  "UserStatusOverview": {
    "ConfigurationVersion": null,
    "ErrorCount": null,
    "FailedCount": null,
    "Id": null,
    "LastUpdateDateTime": null,
    "NotApplicableCount": null,
    "PendingCount": null,
    "SuccessCount": null
  },
  "UserStatuses": null,
  "Version": 2,
  "AdditionalProperties": {
    "@odata.type": "#microsoft.graph.windowsUpdateForBusinessConfiguration",
    "deliveryOptimizationMode": "userDefined",
    "prereleaseFeatures": "userDefined",
    "automaticUpdateMode": "windowsDefault",
    "microsoftUpdateServiceAllowed": true,
    "driversExcluded": false,
    "qualityUpdatesDeferralPeriodInDays": 0,
    "featureUpdatesDeferralPeriodInDays": 0,
    "qualityUpdatesPaused": false,
    "featureUpdatesPaused": false,
    "qualityUpdatesPauseExpiryDateTime": "0001-01-01T00:00:00Z",
    "featureUpdatesPauseExpiryDateTime": "0001-01-01T00:00:00Z",
    "businessReadyUpdatesOnly": "userDefined",
    "skipChecksBeforeRestart": false,
    "featureUpdatesRollbackWindowInDays": 30,
    "qualityUpdatesWillBeRolledBack": false,
    "featureUpdatesWillBeRolledBack": false,
    "qualityUpdatesRollbackStartDateTime": "0001-01-01T00:00:00Z",
    "featureUpdatesRollbackStartDateTime": "0001-01-01T00:00:00Z",
    "deadlineForFeatureUpdatesInDays": 0,
    "deadlineForQualityUpdatesInDays": 0,
    "deadlineGracePeriodInDays": 1,
    "postponeRebootUntilAfterDeadline": true,
    "autoRestartNotificationDismissal": "notConfigured",
    "userPauseAccess": "disabled",
    "userWindowsUpdateScanAccess": "enabled",
    "updateNotificationLevel": "defaultNotifications",
    "allowWindows11Upgrade": false
  }
}
