{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:59.5308609Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "777076e2-0afa-4eca-ba12-cce697225b7d",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:28.0876272Z",
  "Name": "MacOS - CDW Baseline - Microsoft OneDrive - U - Known Folder Move - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 15,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
