{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:58.3437796Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "53f716f5-f0f3-4711-8444-6da0a5086eaf",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:26.7744758Z",
  "Name": "MacOS - CDW Baseline - Microsoft AutoUpdate - D - MAU Configuration - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 12,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
