{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:58.7979261Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "6c949198-9204-46aa-a16c-153439e77d89",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:27.2957284Z",
  "Name": "MacOS - CDW Baseline - Microsoft Edge - U - Extensions - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 4,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
