{
  "name": "MacOS - CDW Baseline - Firewall - D - Gatekeeper - v1.0",
  "description": "",
  "platforms": "macOS",
  "technologies": "mdm,appleRemoteManagement",
  "settings": [
    {
      "Id": "0",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.security.firewall_com.apple.security.firewall",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "1",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.systempolicy.control_com.apple.systempolicy.control",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    }
  ]
}
