{
  "name": "MacOS - CDW Baseline - Updates - D - Update Configuration - v1.0",
  "description": "",
  "platforms": "macOS",
  "technologies": "mdm,appleRemoteManagement",
  "settings": [
    {
      "settingInstance": {
        "@odata.type": "#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance",
        "settingDefinitionId": "com.apple.softwareupdate_com.apple.softwareupdate"
      }
    }
  ]
}
