{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:58.6595108Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "f4259551-8f34-48fb-80d1-cabf94130502",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:27.1238412Z",
  "Name": "MacOS - CDW Baseline - Microsoft Edge - D - Security - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 29,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
