{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:57.9375314Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "a3de34bb-f5bc-44e4-8b81-bc0562867435",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:26.304384Z",
  "Name": "MacOS - CDW Baseline - Device Security - D - Restrictions - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 2,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
