{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:59.676416Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "4acf776b-cecb-4bb7-a1a3-e2b7faa5cf4f",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:28.2751387Z",
  "Name": "MacOS - CDW Baseline - Updates - D - Update Configuration - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 1,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
