{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:58.2219974Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "523b3026-a97e-4442-88bd-69ed95cb91f3",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:26.5979989Z",
  "Name": "MacOS - CDW Baseline - Firewall - D - Gatekeeper - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 2,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
