{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:58.9682044Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "1cf02092-d787-4a2a-8138-1ca1589cee6b",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:27.4432282Z",
  "Name": "MacOS - CDW Baseline - Microsoft Edge - U - Profiles, Sign-In and Sync - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 4,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
