{
  "name": "MacOS - CDW Baseline - Authentication - D - Platform SSO - v1.0",
  "description": "",
  "platforms": "macOS",
  "technologies": "mdm,appleRemoteManagement",
  "settings": {
    "Id": "0",
    "SettingDefinitions": null,
    "SettingInstance": {
      "SettingDefinitionId": "com.apple.extensiblesso_com.apple.extensiblesso",
      "SettingInstanceTemplateReference": {
        "SettingInstanceTemplateId": null
      }
    },
    "AdditionalProperties": {}
  }
}
