{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:59.3982461Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "e3ca231d-5a13-4df4-9f3f-e8373ef3d282",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:27.9066713Z",
  "Name": "MacOS - CDW Baseline - Microsoft OneDrive - D - Service and Access - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 3,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
