{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:57.3761201Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "1db2fad2-a5cd-48b3-8ff7-f4943dc06771",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:25.6555251Z",
  "Name": "MacOS - CDW Baseline - Authentication - D - Platform SSO - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 1,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
