{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:58.4994094Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "8d96a874-31a5-489b-b708-001d10ec5536",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:26.9463593Z",
  "Name": "MacOS - CDW Baseline - Microsoft Edge - D - Password Management - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 3,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
