{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:59.2354451Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "72a550aa-e61a-4978-98bc-3737537aec21",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:27.7347959Z",
  "Name": "MacOS - CDW Baseline - Microsoft Office - D - Office Configuration - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 3,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
