{
  "name": "MacOS - CDW Baseline - Defender Antivirus - D - Antivirus Configuration - v1.0",
  "description": "NOTE: This policy requires deployment of the Defender application and a valid Defender for Endpoint P1/P2 or Defender for Business license:\n\nhttps://learn.microsoft.com/en-us/defender-endpoint/mac-install-with-intune",
  "platforms": "macOS",
  "technologies": "mdm,appleRemoteManagement",
  "settings": [
    {
      "Id": "0",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_disallowedthreatactions",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "1",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_enforcementlevel_antivirusengine",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "2",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_exclusionsmergepolicy",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "3",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_scanafterdefinitionupdate",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "4",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_scanarchives",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "5",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_threattypesettings",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "6",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_threattypesettingsmergepolicy",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "7",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_automaticdefinitionupdateenabled",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "8",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_cloudblocklevel",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "9",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_diagnosticlevel",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "10",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_automaticsamplesubmission",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "11",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_enabled",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "12",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_earlypreview",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "13",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_systemextensions",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "14",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_enforcementlevel",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "15",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_enforcementlevel_tamperprotection",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "16",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_exclusions_tamperprotection",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "17",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_consumerexperience",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "18",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_hidestatusmenuicon",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    }
  ]
}
