{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:58.1121676Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "fd678f53-f3c9-4410-ba73-c84fe6b32b67",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:26.4573741Z",
  "Name": "MacOS - CDW Baseline - Disk Encryption - D - FileVault - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 3,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
