{
  "name": "MacOS - CDW Baseline - Authentication - D - Platform SSO - v1.0",
  "description": "",
  "platforms": "macOS",
  "technologies": "mdm,appleRemoteManagement",
  "settings": [
    {
      "settingInstance": {
        "@odata.type": "#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance",
        "settingDefinitionId": "com.apple.extensiblesso_com.apple.extensiblesso"
      }
    }
  ]
}
