{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:57.8136234Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "1e87f59f-94f3-4de5-98c8-56f2b60e48dc",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:26.1637522Z",
  "Name": "MacOS - CDW Baseline - Device Security - D - Accounts and Login - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 3,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
