{
  "name": "MacOS - CDW Baseline - Microsoft OneDrive - U - Known Folder Move - v1.0",
  "description": "",
  "platforms": "macOS",
  "technologies": "mdm,appleRemoteManagement",
  "settings": [
    {
      "Id": "0",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_kfmsilentoptin",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "1",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_blockexternalsync",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "2",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_disableautoconfig",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "3",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_disablepersonalsync",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "4",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_disabletutorial",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "5",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_kfmsilentoptinwithnotification",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "6",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_filesondemandenabled",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "7",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_enableallocsiclients",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "8",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_kfmblockoptout",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "9",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_hidedockicon",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "10",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_enableodignore",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "11",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_kfmsilentoptindesktop",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "12",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_kfmsilentoptindocuments",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "13",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_openatlogin",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "14",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "com.apple.managedclient.preferences_kfmoptinwithwizard",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    }
  ]
}
