{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:57.5323641Z",
  "CreationSource": null,
  "Description": "NOTE: This policy requires deployment of the Defender application and a valid Defender for Endpoint P1/P2 or Defender for Business license:\n\nhttps://learn.microsoft.com/en-us/defender-endpoint/mac-install-with-intune",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "edd286ee-6995-417e-8737-45aa8b77f0fa",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:40:25.8373895Z",
  "Name": "MacOS - CDW Baseline - Defender Antivirus - D - Antivirus Configuration - v1.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 19,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
