{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:52.2886343Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "5167cab1-9b86-488b-b2ad-1db532264336",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:03.5911991Z",
  "Name": "Win - CDW Baseline - SC - Device Security - U - Power and Device Lock - v3.6",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 8,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
