{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:49.8476213Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "96b72fa7-67d9-4d63-826a-ba8e0c16ac6f",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:01.2207054Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Config Refresh - v3.2",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 1,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
