{
  "name": "Win - CDW Baseline - SC - Device Security - D - Windows Subsystem for Linux - v3.2",
  "description": "",
  "platforms": "windows10",
  "technologies": "mdm",
  "settings": [
    {
      "Id": "0",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_wslv1~policy~wsl_customkernelusersettingconfigurable",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "1",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_wslv1~policy~wsl_customnetworkingusersettingconfigurable",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "2",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_wslv1~policy~wsl_customsystemdistrousersettingconfigurable",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "3",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_wslv1~policy~wsl_customkernelcommandlineusersettingconfigurable",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "4",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_wslv1~policy~wsl_kerneldebugusersettingconfigurable",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "5",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_wslv1~policy~wsl_nestedvirtualizationusersettingconfigurable",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "6",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_wslv1~policy~wsl_allowdebugshell",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "7",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_wslv1~policy~wsl_allowinboxwsl",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "8",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_wslv1~policy~wsl_firewallusersettingconfigurable",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "9",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_wslv1~policy~wsl_allowwsl1",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    }
  ]
}
