{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:52.8355341Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "d3c9d191-6959-45b1-864c-1be692008cc6",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:04.0501744Z",
  "Name": "Win - CDW Baseline - SC - Internet Explorer (Legacy) - D - Security - v3.1.1",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 118,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
