{
  "name": "Win - CDW Baseline - SC - Device Security - U - Device Guard, Credential Guard and HVCI - v3.7",
  "description": "WARNING: Applying this policy to Devices will cause a reboot between Device and User ESP phases!\nNOTE: These features are automatically enabled on a fresh Win11 22H2 or above install, however they require Windows Enterprise to function correctly. They also require hardware support: \nhttps://learn.microsoft.com/en-us/windows-hardware/design/device-experiences/oem-vbs",
  "platforms": "windows10",
  "technologies": "mdm",
  "settings": [
    {
      "Id": "0",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_deviceguard_configuresystemguardlaunch",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "1",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_deviceguard_lsacfgflags",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "2",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_deviceguard_enablevirtualizationbasedsecurity",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "3",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_deviceguard_machineidentityisolation",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "4",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_deviceguard_requireplatformsecurityfeatures",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "5",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_localsecurityauthority_configurelsaprotectedprocess",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "6",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_virtualizationbasedtechnology_hypervisorenforcedcodeintegrity",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "7",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_virtualizationbasedtechnology_requireuefimemoryattributestable",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    }
  ]
}
