{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:51.4519643Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "306381fe-c75e-4e4c-b6dd-708f91f177e4",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:02.6472619Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Security Hardening - v3.7",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 80,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
