{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:52.4046063Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "f8e5538c-2559-43a6-9c89-b512a713f3da",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:03.7787094Z",
  "Name": "Win - CDW Baseline - SC - Device Security - U - Windows Sandbox - v3.4",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 6,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
