{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:49.7039688Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "40cf6cc1-0d9d-4c44-85f9-9acfe5394d60",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:01.0175747Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Audit and Event Logging - v3.7",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 36,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
