{
  "name": "Win - CDW Baseline - SC - Device Security - D - Config Refresh - v3.2",
  "description": "",
  "platforms": "windows10",
  "technologies": "mdm",
  "settings": {
    "Id": "0",
    "SettingDefinitions": null,
    "SettingInstance": {
      "SettingDefinitionId": "device_vendor_msft_dmclient_provider_{providerid}",
      "SettingInstanceTemplateReference": {
        "SettingInstanceTemplateId": null
      }
    },
    "AdditionalProperties": {}
  }
}
