{
  "name": "Win - CDW Baseline - SC - Windows User Experience - U - Copilot - v3.6",
  "description": "",
  "platforms": "windows10",
  "technologies": "mdm",
  "settings": {
    "Id": "0",
    "SettingDefinitions": null,
    "SettingInstance": {
      "SettingDefinitionId": "user_vendor_msft_policy_config_windowsai_turnoffwindowscopilot",
      "SettingInstanceTemplateReference": {
        "SettingInstanceTemplateId": null
      }
    },
    "AdditionalProperties": {}
  }
}
