{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:50.9868969Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "ec0da5e4-a60f-41fd-9a8c-187fcf2e98a5",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:02.2096307Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Printing - v3.7",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 8,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
