{
  "name": "Win - CDW Baseline - SC - Device Security - U - Power and Device Lock - v3.6",
  "description": "",
  "platforms": "windows10",
  "technologies": "mdm",
  "settings": [
    {
      "Id": "0",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_power_requirepasswordwhencomputerwakesonbattery",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "1",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_power_requirepasswordwhencomputerwakespluggedin",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "2",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_power_standbytimeoutonbattery",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "3",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_power_standbytimeoutpluggedin",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "4",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_power_displayofftimeoutonbattery",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "5",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_power_displayofftimeoutpluggedin",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "6",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_power_unattendedsleeptimeoutonbattery",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "7",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "device_vendor_msft_policy_config_power_unattendedsleeptimeoutpluggedin",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    }
  ]
}
