{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:50.6884792Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "ae0471cc-86c6-4680-936e-3bc2e9c03700",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:01.8238082Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Location and Privacy - v3.2",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 3,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
