{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:55.1727751Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "21886af4-2559-4b49-af22-9c4da770a372",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:06.4030359Z",
  "Name": "Win - CDW Baseline - SC - Microsoft OneDrive - U - Configuration - v3.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 4,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
