{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:49.2638972Z",
  "CreationSource": null,
  "Description": "NOTE: Applying this policy can cause issues with UAC and elevation if not using Windows LAPS and the built-in Administrator account.",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "d0cf490d-26fe-4a41-89df-49350ebcd760",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:00.5597243Z",
  "Name": "Win - CDW Baseline - SC - Credential Management - D - Passwordless - v3.3",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 3,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
