{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:53.3604142Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "a1cd1f70-6fb0-46c0-92ab-768ffffab24b",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:04.6010918Z",
  "Name": "Win - CDW Baseline - SC - Microsoft Edge - D - Updates - v3.6",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 13,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
