{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:53.0634513Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "647940d6-417b-4af2-9494-90c761a9cadf",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:04.2676833Z",
  "Name": "Win - CDW Baseline - SC - Microsoft Accounts - D - Configuration - v3.2",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 5,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
