{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:51.9051307Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "fcd36bcd-5952-49b6-8941-c38dedd2850f",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:03.1998137Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Windows Package Manager  - v3.5",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 5,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
