{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:49.441341Z",
  "CreationSource": null,
  "Description": "NOTE: Some of these settings require the device to be onboarded to Defender for Endpoint.",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "d0bc2488-c4cd-4aaf-ba5b-51cf4111dfb8",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:00.753192Z",
  "Name": "Win - CDW Baseline - SC - Defender Antivirus - D - Additional Configuration - v3.6",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 10,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
