{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:50.7967457Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "a1c70221-f8ad-4ea7-b64c-c55125c37b35",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:02.0689982Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Login and Lock Screen - v3.1",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 10,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
