{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:55.797795Z",
  "CreationSource": null,
  "Description": "NOTE: This policy will only apply to devices running Windows Enterprise",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "19815b6b-439b-42fd-b651-c74d03bf299f",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:06.7634787Z",
  "Name": "Win - CDW Baseline - SC - Windows Apps - D - In-Box App Removal - v3.7",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 1,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
