{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:56.3512694Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "b0fe6b2b-7ac0-4cfb-9987-cd5f782462dc",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:07.3159075Z",
  "Name": "Win - CDW Baseline - SC - Windows User Experience - D - Feature Configuration - v3.1",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 6,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
