{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:54.4687335Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "fdf4b49d-1e97-4a99-b330-08cf75c83100",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:05.7719671Z",
  "Name": "Win - CDW Baseline - SC - Microsoft Office - U - Config and Experience - v3.6",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 25,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
