{
  "name": "Win - CDW Baseline - SC - Device Security - D - Config Refresh - v3.2",
  "description": "",
  "platforms": "windows10",
  "technologies": "mdm",
  "settings": [
    {
      "settingInstance": {
        "@odata.type": "#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance",
        "settingDefinitionId": "device_vendor_msft_dmclient_provider_{providerid}"
      }
    }
  ]
}
