{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:51.7507504Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "069d307a-ba96-40f8-af1a-6bb36fc0126f",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:03.0591841Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - User Rights - v3.7",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 25,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
