{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:53.6432503Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "4c865119-a86d-49a3-86e4-6942e5617c30",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:04.9020194Z",
  "Name": "Win - CDW Baseline - SC - Microsoft Edge - U - Password Management - v3.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 4,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
