{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:50.5806352Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "0b6434cf-2d72-4216-9cf9-00295df7012b",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:01.6831822Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Local Security Policies - v3.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 23,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
