{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:53.9062103Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "098539d9-bb3a-4a79-9005-698a363532e3",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:05.2258874Z",
  "Name": "Win - CDW Baseline - SC - Microsoft Edge - U - User Experience - v3.7",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 12,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
