{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:55.6552144Z",
  "CreationSource": null,
  "Description": "NOTE: The \"Turn off the Store application\" setting does not work on Windows Pro/Business SKU's:\nhttps://learn.microsoft.com/en-gb/windows/client-management/mdm/policy-csp-admx-windowsstore?WT.mc_id=Portal-fx#removewindowsstore_2",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "17bf4dbc-a8b5-46f2-acac-b66d77420fd4",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:06.6540966Z",
  "Name": "Win - CDW Baseline - SC - Microsoft Store - U - Configuration - v3.3",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 3,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
