{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:49.5541592Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "3dae7e87-9730-41f4-835d-10970dac95c7",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:00.8938228Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Administrator Protection - v3.7",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 2,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
