{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:52.5665536Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "48f87fbc-eccb-4a4b-a702-28c6cc87a021",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:03.8939197Z",
  "Name": "Win - CDW Baseline - SC - Device Security - U - Windows Spotlight and Org Messages - v3.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 5,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
