{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:52.0452193Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "30003906-dd68-4f01-9a2c-acf33c2a2a68",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:03.3258506Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Windows Subsystem for Linux - v3.2",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 10,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
