{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:50.4383661Z",
  "CreationSource": null,
  "Description": "NOTE: For 24H2+ devices only. Disables built-in Administrator account.",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "9c31b5e0-6e87-48f6-ab34-281cba226845",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:01.554094Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Local Security Policies (24H2+) - v3.6",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 23,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
