{
  "name": "Win - CDW Baseline - SC - Microsoft Edge - U - Profiles, Sign-In and Sync - v3.0",
  "description": "",
  "platforms": "windows10",
  "technologies": "mdm",
  "settings": [
    {
      "Id": "0",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_autoimportatfirstrun",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "1",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_browsersignin",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "2",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "user_vendor_msft_policy_config_microsoft_edgev78diff~policy~microsoft_edge_nonremovableprofileenabled",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "3",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_browseraddprofileenabled",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "4",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "user_vendor_msft_policy_config_microsoft_edge~policy~microsoft_edge_forceephemeralprofiles",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "5",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "user_vendor_msft_policy_config_microsoft_edgev86~policy~microsoft_edge_forcesync",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "6",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "user_vendor_msft_policy_config_microsoft_edgev93~policy~microsoft_edge~identity_implicitsigninenabled",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    },
    {
      "Id": "7",
      "SettingDefinitions": null,
      "SettingInstance": {
        "SettingDefinitionId": "user_vendor_msft_policy_config_microsoft_edgev92~policy~microsoft_edge_aadwebsitessousingthisprofileenabled",
        "SettingInstanceTemplateReference": {
          "SettingInstanceTemplateId": null
        }
      },
      "AdditionalProperties": {}
    }
  ]
}
