{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:54.7647341Z",
  "CreationSource": null,
  "Description": "NOTE: These policies are only applicable to Microsoft 365 Apps for Enterprise (included with M365 E*/A*/F*), not Microsoft 365 Apps for Business (included with M365 Business Premium).",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "dadddb70-6634-4b95-b9c1-8839e9157e3d",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:05.9599049Z",
  "Name": "Win - CDW Baseline - SC - Microsoft Office - U - Security - v3.6",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 108,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
