{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:52.1570129Z",
  "CreationSource": null,
  "Description": "WARNING: Applying this policy to Devices will cause a reboot between Device and User ESP phases!\nNOTE: These features are automatically enabled on a fresh Win11 22H2 or above install, however they require Windows Enterprise to function correctly. They also require hardware support: \nhttps://learn.microsoft.com/en-us/windows-hardware/design/device-experiences/oem-vbs",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "cbfb624a-e668-4464-87c0-0883c812a5a6",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:03.4508539Z",
  "Name": "Win - CDW Baseline - SC - Device Security - U - Device Guard, Credential Guard and HVCI - v3.7",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 8,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
