{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:51.0962445Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "d196b898-8a87-4870-91e0-a7abe73afca5",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:02.3497981Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Remote Desktop Services and RPC - v3.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 9,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
