{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:53.2228512Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "d3e1541b-d33b-4cbc-a671-5627b950a733",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:04.4239379Z",
  "Name": "Win - CDW Baseline - SC - Microsoft Edge - D - Security - v3.7",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 44,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
