{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:51.6275087Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "0d21678b-a30a-4dd2-9669-2cc46b9765d0",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:02.8816467Z",
  "Name": "Win - CDW Baseline - SC - Device Security - D - Timezone - v3.4",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 3,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
