{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:56.6137047Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "fe14cb59-68da-4981-924c-da0ddb50e808",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:07.5646701Z",
  "Name": "Win - CDW Baseline - SC - Windows User Experience - U - Copilot - v3.6",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 1,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
