{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:56.2231934Z",
  "CreationSource": null,
  "Description": "NOTE: Contains policies required for Windows Update for Business Reports. Further configuration required:\nhttps://learn.microsoft.com/en-us/windows/deployment/update/wufb-reports-enable",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "47a22e85-34c9-4d2f-acc6-302184bb72d8",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:07.1909049Z",
  "Name": "Win - CDW Baseline - SC - Windows Update for Business - D - Reports and Telemetry - v3.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 5,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
