{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:55.3585315Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "a89d778c-3b39-4d16-acc6-605bad69d6d9",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:06.5280413Z",
  "Name": "Win - CDW Baseline - SC - Microsoft Store - D - Configuration - v3.4",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 7,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
