{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:53.5165936Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "ac0a2b93-2aec-4a8b-8ddc-e31f32d195db",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:04.788596Z",
  "Name": "Win - CDW Baseline - SC - Microsoft Edge - U - Extensions - v3.1",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 4,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
