{
  "name": "Win - CDW Baseline - SC - Windows Apps - D - In-Box App Removal - v3.7",
  "description": "NOTE: This policy will only apply to devices running Windows Enterprise",
  "platforms": "windows10",
  "technologies": "mdm",
  "settings": {
    "Id": "0",
    "SettingDefinitions": null,
    "SettingInstance": {
      "SettingDefinitionId": "device_vendor_msft_policy_config_applicationmanagement_removedefaultmicrosoftstorepackages",
      "SettingInstanceTemplateReference": {
        "SettingInstanceTemplateId": null
      }
    },
    "AdditionalProperties": {}
  }
}
