{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:56.4698155Z",
  "CreationSource": null,
  "Description": "NOTE: This policy assumes you have Enabled the Windows Backup and Restore feature in the Devices > Windows > Enrollment page:\nhttps://techcommunity.microsoft.com/blog/windows-itpro-blog/windows-backup-for-organizations-is-now-available/4441655",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "912aa369-ecc8-4512-a8e2-8a6a4933fe79",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:07.4240386Z",
  "Name": "Win - CDW Baseline - SC - Windows User Experience - D - Settings Sync - v3.7",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 3,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
