{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:54.3468568Z",
  "CreationSource": null,
  "Description": "",
  "DisableEntraGroupPolicyAssignment": null,
  "Id": "a5f9a5e0-2153-490c-940c-6d3875453fb7",
  "IsAssigned": null,
  "LastModifiedDateTime": "2026-02-12T12:44:05.6001736Z",
  "Name": "Win - CDW Baseline - SC - Microsoft Office - D - Updates - v3.0",
  "Platforms": {},
  "PriorityMetaData": {
    "Priority": null
  },
  "RoleScopeTagIds": [
    "0"
  ],
  "SettingCount": 4,
  "Settings": null,
  "Technologies": {},
  "TemplateReference": {
    "TemplateDisplayName": null,
    "TemplateDisplayVersion": null,
    "TemplateFamily": {},
    "TemplateId": ""
  },
  "AdditionalProperties": {}
}
