{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:57.1237448Z",
  "Description": null,
  "DeviceSettingStateSummaries": null,
  "DeviceStatusOverview": {
    "ConfigurationVersion": null,
    "ErrorCount": null,
    "FailedCount": null,
    "Id": null,
    "LastUpdateDateTime": null,
    "NotApplicableCount": null,
    "PendingCount": null,
    "SuccessCount": null
  },
  "DeviceStatuses": null,
  "DisplayName": "MacOS - CDW Baseline - Compliance - U - Password - v1.0",
  "Id": "f3c1567f-ea6c-4f4f-9139-8fbc4ba76ec7",
  "LastModifiedDateTime": "2026-02-12T12:45:46.4378317Z",
  "ScheduledActionsForRule": null,
  "UserStatusOverview": {
    "ConfigurationVersion": null,
    "ErrorCount": null,
    "FailedCount": null,
    "Id": null,
    "LastUpdateDateTime": null,
    "NotApplicableCount": null,
    "PendingCount": null,
    "SuccessCount": null
  },
  "UserStatuses": null,
  "Version": 2,
  "AdditionalProperties": {
    "@odata.type": "#microsoft.graph.macOSCompliancePolicy",
    "passwordRequired": true,
    "passwordBlockSimple": true,
    "passwordMinimumLength": 8,
    "passwordMinutesOfInactivityBeforeLock": 15,
    "passwordPreviousPasswordBlockCount": 1,
    "passwordMinimumCharacterSetCount": 1,
    "passwordRequiredType": "alphanumeric",
    "systemIntegrityProtectionEnabled": false,
    "deviceThreatProtectionEnabled": false,
    "deviceThreatProtectionRequiredSecurityLevel": "unavailable",
    "storageRequireEncryption": false,
    "firewallEnabled": false,
    "firewallBlockAllIncoming": false,
    "firewallEnableStealthMode": false
  }
}
