{
  "Assignments": null,
  "CreatedDateTime": "2026-02-12T12:29:43.9826482Z",
  "Description": null,
  "DeviceSettingStateSummaries": null,
  "DeviceStatusOverview": {
    "ConfigurationVersion": null,
    "ErrorCount": null,
    "FailedCount": null,
    "Id": null,
    "LastUpdateDateTime": null,
    "NotApplicableCount": null,
    "PendingCount": null,
    "SuccessCount": null
  },
  "DeviceStatuses": null,
  "DisplayName": "Win - CDW Baseline - Compliance - U - Defender for Endpoint - v3.1",
  "Id": "3c3aca55-891a-4371-b426-b1ce3ed0ddb7",
  "LastModifiedDateTime": "2026-02-12T12:45:45.1678876Z",
  "ScheduledActionsForRule": null,
  "UserStatusOverview": {
    "ConfigurationVersion": null,
    "ErrorCount": null,
    "FailedCount": null,
    "Id": null,
    "LastUpdateDateTime": null,
    "NotApplicableCount": null,
    "PendingCount": null,
    "SuccessCount": null
  },
  "UserStatuses": null,
  "Version": 2,
  "AdditionalProperties": {
    "@odata.type": "#microsoft.graph.windows10CompliancePolicy",
    "passwordRequired": false,
    "passwordBlockSimple": false,
    "passwordRequiredToUnlockFromIdle": false,
    "passwordRequiredType": "deviceDefault",
    "requireHealthyDeviceReport": false,
    "earlyLaunchAntiMalwareDriverEnabled": false,
    "bitLockerEnabled": false,
    "secureBootEnabled": false,
    "codeIntegrityEnabled": false,
    "storageRequireEncryption": false
  }
}
